[
    {
        "name": "بوظة بلدنا",
        "city": "رام الله",
        "state": "فلسطين",
        "id": 1001,
        "isFeatured": false,
        "isFavorite": true,
        "category": "Rivers",
        "coordinates": {
            "longitude": 35.2034184,
            "latitude": 31.9037641
        },
        "description": "متجر بوظة شهير، أسس عام 1992م في مدينة رام الله العريقة، ويمتلك هذا المطعم فرعين في منطقة رام الله، الأول يقع في وسط المدينة الذي يتمتع بديكور تقليدي بسيط في مبنى عتيق، أما الثاني فيقع في حي الطيرة الذي يتميز بوجود منطقة جلوس خارجية تتيح لك فرصة تدخين النرجيلة وفرصة تتناول ألذ أنواع الآيس كريم الشهية. كما يتميز المتجر بتقديمه للبوظة الشهية، موفراً أكثر من 40 نكهة رائعة. إضافة إلى أنواع من الكعك والكريب والوافل والسوربيه واللبن المجمد بنكهات لذيذة مميزة والمشروبات الساخنة والباردة المنعشة.",
        "imageName": "1001"
    },
    {
        "name": "مطعم صنوبر",
        "city": "رام الله",
        "state": "فلسطين",
        "id": 1002,
        "isFeatured": true,
        "isFavorite": false,
        "category": "Rivers",
        "coordinates": {
            "longitude": 35.2034184,
            "latitude": 31.9037641
        },
        "description": "مطعم ومسبح خارجي يفتح أبوابه منذ منتصف شهر أبريل إلى منتصف شهر أكتوبر، يتمتع المطعم بحديقته المحاطة بأشجار الصنوبر وأجوائه المناسبة للاستمتاع مع الأصدقاء بالإضافة إلى الأجواء المريحة المناسبة للقراءة والاسترخاء بالهواء الطلق. تتضمن قائمة الطعام المطولة العديد من الخيارات لكن إدارة المطعم تنصح بتجربة برجر black and blue لأنه الطبق الأشهر والأكثر طلباً لديهم. تتوفر أيضاً العديد من المقبلات والسلطات العربية بالإضافة إلى المشاوي وأطباق المأكولات البحرية وأطباق المعكرونة والبرجر والبيتزا وغيرها العديد من الأطباق الشهية التي ننصحك بتجربتها.",
        "imageName": "1002"
    },
    {
        "name": "مطعم أزور",
        "city": "رام الله",
        "state": "فلسطين",
        "id": 1003,
        "isFeatured": false,
        "isFavorite": false,
        "category": "Mountains",
        "coordinates": {
            "longitude": 35.2034184,
            "latitude": 31.9037641
        },
        "description": "مطعم تتم إدارته من قبل عائلة فلسطينية أسس عام 2007 في مبنى منزل العائلة العتيق والذي شيد عام 1956م. يحمل المطعم رسالة تهدف إلى عمل تأثير إيجابي في المجتمع المحلي عن طريق إعطاء أهمية للمنتجات والمزروعات المحلية ومنتجات النساء من خلال مشاريعهن الإنتاجية. ويقدم المطعم في أجوائه العائلية المريحة العديد من الأطباق الشرقية والعالمية المتنوعة مثل لحم الفيليه اللذيذة وأطباق البيتزا والفوكاشيا والمعكرونة بالإضافة إلى أطباق الفيليه والمشاوي المتنوعة. تتوفر أيضا تشكيلة واسعة من المزة الساخنة ومنها لفائف المسخن والكبة والعرايس وقلاية البندورة والمزة الباردة كالحمص والمتبل والبقدونسية واليلنجي وكرات اللبنة وغيرها العديد من المأكولات الشهية التي تُخضر بكل حب وعناية.",
        "imageName": "1003"
    },
    {
        "name": "أرجوان",
        "city": "رام الله",
        "state": "فلسطين",
        "id": 1004,
        "isFeatured": true,
        "isFavorite": true,
        "category": "Mountains",
        "coordinates": {
            "longitude": 35.2034184,
            "latitude": 31.9037641
        },
        "description": "أسس مطعم أرجوان عام 2009م، وتمت تسميته بهذا الاسم نسبة إلى الأجداد الكنعانيين الذين أطلق عليهم لقب شعب الأرجوان نتيجة لاختراعهم للصبغة الأرجوانية والتي تم تداولها في جميع أنحاء البحر المتوسط. يتميز المطعم الفاخر والعصري بموقعه في مرتفعات حي المصيون الجميلة في مدينة رام الله، ويختص بتقديم المأكولات الأوسطية المستوحاة من المطبخ الفلسطيني في أجواء مريحة وهادئة. تتضمن قائمة الطعام قائمة التواصي إذ تتوفر خدمة إعداد المأكولات العربية والفلسطينية بكميات كبيرة للمناسبات والحفلات والتي منها الخروف المحشي والرقبة المحشية وزرب الدجاج وصينية السمك أو قطع الدجاج وغيرها. أما بالنسبة للأطباق التي تقدم داخل المطعم فتتوفر أطباق المسخن بالدجاج وريزوتو المنسف والصيادية، بالإضافة إلى أطباق المعكرونة والبيتزا والبرجر المتنوعة وأطباق اللحوم المشوية وغيرها العديد من الأطباق الشهية.",
        "imageName": "1004"
    },
    {
        "name": "مطعم سانجريا",
        "city": "رام الله",
        "state": "فلسطين",
        "id": 1005,
        "isFeatured": true,
        "isFavorite": true,
        "category": "Mountains",
        "coordinates": {
            "longitude": 35.2034184,
            "latitude": 31.9037641
        },
        "description": "مطعم يقع في قلب مدينة رام الله يتميز بحديقته الخلابة والتي تحتوي على منطقة ألعاب للأطفال. عند زيارتك لمطعم سانجرياس بإمكانك التمتع بتشكيلة متنوعة من المأكولات من حول العالم في أجواء مريحة وممتعة، إذ تتضمن قائمة الطعام المأكولات الإيطالية كلاسيكية لذيذة كالبيتزا والمعكرونة والريزوتو والتاكو والناتشوز المكسيكي والسوشي الياباني بالإضافة إلى الأطباق الشرقية، ومنها الكسكس المغربي والفخارة والمشاوي المتنوعة وغيرها العديد من الأطباق الشهية.",
        "imageName": "1005"
    },
    {
        "name": "فنتج كافيه",
        "city": "رام الله",
        "state": "فلسطين",
        "id": 1006,
        "isFeatured": true,
        "isFavorite": true,
        "category": "Mountains",
        "coordinates": {
            "longitude": 35.2034184,
            "latitude": 31.9037641
        },
        "description": "مطعم ومقهى يقع في وسط مدينة رام الله يتمتع بديكور عصري كما وأنه مقسوم إلى قسم داخلي وقسم التراس الذي يطل على شوارع رام الله النابضة بالحياة. صُمم المقهى ببراعة ليكون ذا أجواء مريحة وإيجابية مناسبة للاجتماعات والدراسة والعمل ولقاء الأصدقاء، فهو ليس مجرد كافيه بل مكان مصمم بعناية مع لمسة من الفن العصري. عند زيارتك لفنتج بإمكانك التمتع بالقهوة وتدخين النرجيلة والاسترخاء أو تجربة المأكولات العالمية الشهية التي يقدمها المطعم كالبرجر والسندويشات واللفائف المتنوعة وأطباق المعكرونة بالإضافة إلى المأكولات الآسيوية و منها السوشي والكاري التايلندي والجمبري الصيني والنودلز.",
        "imageName": "1006"
    }
]
